<?php
/**.-------------------------------------------------------------------------------------------------------------------
 * |  Github: https://github.com/Tinywan
 * |  Blog: http://www.cnblogs.com/Tinywan
 * |--------------------------------------------------------------------------------------------------------------------
 * |  Author: Tinywan(ShaoBo Wan)
 * |  DateTime: 2018/6/11 13:39
 * |  Mail: Overcome.wan@Gmail.com
 * |  Desc: 描述信息
 * '------------------------------------------------------------------------------------------------------------------*/

return [
    'msg' => [
        // 服务器地址
        'host' => '127.0.0.1',
        // 端口号
        'port' => '6379',
        // 密码
        'password' => '',
        // 缓存前缀
        'prefix' => 'REDIS_CACHE:',
        // 缓存有效期 0表示永久缓存
        'expire' => 604800
    ],
    'cache' => [
        // 服务器地址
        'host' => '127.0.0.1',
        // 端口号
        'port' => '6379',
        // 密码
        'password' => '',
        // 缓存前缀
        'prefix' => 'REDIS_CACHE:',
        // 缓存有效期 0表示永久缓存
        'expire' => 604800,
    ]

];